{
  "Welcome_to_React": "Welcome to React and react-i18next",
  "Welcome": "I am a <1>Front-End</1> Web Developer, Passionate about building innovative web solutions.",
  "Home": "Home",
  "About": "About me",
  "Projects": "Projects",
  "Contact": "Contact",
  "About_Text": "Hello! I'm Vitor Lopes, a passionate front-end web developer with a keen interest in web design. My journey in this field is fueled by a lifelong admiration for art and beauty. I find immense joy in exploring the intersection of art and logic, blending creativity with technical precision to craft engaging digital experiences. I am dedicated to continuously refining my skills. Whether it's delving deeper into the nuances of technologies I'm already familiar with or embracing new tools and techniques. I believe that effective communication is the cornerstone of any successful project. It's through clear and open dialogue that ideas flourish and visions come to life. If you're envisioning a project and seeking a skilled, dedicated developer to transform your ideas into reality, I would be thrilled to hear from you. Let's collaborate to create something remarkable!",
  "Web_developer": "Web Developer",
  "Birthday": "Birthday:",
  "Phonenumber": "Phone Number:",
  "Nationality": "Nationality:",
  "Interest": "Interest:",
  "Language": "Language Skills:",
  "Brazil": "Brazil",
  "Art": "Art, Travelling and Reading",
  "English": "English and Portuguese",
  "Ready": "READY TO CREATE SOMETHING AMAZING?",
  "I_here_to_help":"I'm here to help. Tell me about your project.",
  "name": "name",
  "Email": "Email address",
  "Message": "Message",
  "Send": "Send",
  "Your_message": "Your message",
  "Success":"Your email has been sent successfully!",
  "Error": "Sorry, something went wrong.",
  "Haute_couture": "Built with React, Redux, and Tailwind CSS, this platform offers efficient UI, navigation, and styling. It features user authentication, account creation, login, and React Form Library for streamlined form management. Includes a bag for user selections and a page for order viewing. Firestore-backed for product data, it ensures a mobile-friendly experience, epitomizing modern web development in fashion retail.",
  "Reddit_minimal":"A web application for streamlined Reddit browsing, uses HTML, CSS, JavaScript, React, and the Reddit API. It features a minimalist interface for straightforward access to posts, comments, and media. Designed responsively, it provides a consistent experience on various devices, focusing on efficiency and simplicity in web development.",
  "Jamming": "A React web app, simplifies creating Spotify playlists. With a responsive design, it works seamlessly across various devices. Users can search for music and assemble custom playlists. These can be saved to their Spotify accounts using POST and GET requests for streamlined data management.",
  "View_website": "View website",
  "View_code": "View code",
  "See_the_website": "See the website's mobile view by narrowing your screen!"
}
