{
  "Welcome_to_React": "Bem vindo",
  "Welcome": "Sou um Desenvolvedor Web <1>Front-End</1>, apaixonado por criar soluções web inovadoras.",
  "Home": "Pagina Princial",
  "About": "Sobre mim",
  "Projects": "Projetos",
  "Contact": "Contato",
  "About_Text": "Olá! Meu nome é Vitor Lopes e sou um apaixonado desenvolvedor web front-end com grande interesse por web design. Minha jornada nessa vida foi impulsionada por uma longa admiração por arte e beleza. E encontro uma alegria imensa ao explorar a interseção entre a arte e a lógica que a programação proporcia combinando criatividade com precisão técnica para criar experiências digitais envolventes. Estou sempre em busca de aprimorar minhas habilidades, seja aprofundando-me nas tecnologias que já domino ou explorando novas ferramentas e técnicas. Acredito firmemente que a comunicação eficaz é essencial para o sucesso de qualquer projeto. É através de um diálogo claro e aberto que as ideias se desenvolvem e as visões se concretizam. Se você está planejando um projeto e procura um desenvolvedor habilidoso e comprometido para dar vida às suas ideias, estarei mais do que feliz em conversar com você. Vamos juntos criar algo extraordinário!",
  "Web_developer": "Desenvolvedor Web",
  "Birthday": "Nascimento:",
  "Phonenumber": "Número de telefone:",
  "Nationality": "Nacionalidade:",
  "Interest": "Interesses:",
  "Language": "Idiomas:",
  "Brazil": "Brasil",
  "Art": "Arte, Viagens and Leitura",
  "English": "Português e Inglês",
  "Ready": "PRONTO PARA CRIAR ALGO INCRÍVEL?",
  "I_here_to_help": "Estou aqui para ajudar. Conte-me sobre o seu projeto.",
  "Name": "Nome",
  "Email": "Email",
  "Message": "Mensagem",
  "Send": "Enviar",
  "Your_message": "Sua mensagem",
  "Success": "Seu e-mail foi enviado com sucesso!",
  "Error": " Desculpe, algo deu errado.",
  "Haute_couture": "Desenvolvida em React, Redux e Tailwind CSS, e utilizando a React Form Library para formulários, esta plataforma oferece uma UI otimizada e navegação fácil. Inclui autenticação via Firebase, gestão de ordens e login. Com funcionalidades de carrinho e visualização de pedidos, e dados dos produtos armazenados no Firestore, também garante uma experiência mobile eficiente.",
  "Reddit_minimal": "Voltada para uma navegação simplificada e minimalista no Reddit, é desenvolvida com HTML, CSS, JavaScript, React e integração à API do Reddit. Apresenta uma interface limpa e direta, facilitando o acesso a posts, comentários e mídia. Com design responsivo, proporciona uma experiência uniforme em diversos dispositivos, priorizando eficiência e simplicidade no uso.",
  "Jamming": "Desenvolvido em React, este aplicativo web facilita a criação de playlists do Spotify. Com um design responsivo, adapta-se perfeitamente a vários dispositivos. Permite aos usuários pesquisar músicas e criar playlists personalizadas, que podem ser armazenadas nas contas do Spotify. Utiliza POST e GET para um gerenciamento de dados eficiente, tornando a experiência do usuário fluída e intuitiva.",
  "View_website": "Ir para o website",
  "View_code": "Ver código",
  "See_the_website": "Diminua a tela para ver a versão mobile!",
  "Herbal_bliss": "Este projeto aborda o desenvolvimento de um website para uma loja de chás, utilizando Next.js para maximizar o desempenho com server side rendering. A integração de TypeScript visa garantir uma codificação mais sólida e de fácil manutenção. Esta combinação de tecnologias tem como meta oferecer uma experiência online rápida, eficiente e amigável aos usuários."
}
